Repository: dsemblano/incrivelhistoria
Catalog: site/web/app/languages/plugins/regenerate-thumbnails-*.po
Languages: pt_br

source: Attachment %d
pt_br: Anexo %d

source: Regenerate the thumbnails for one or more of your image uploads. Useful when changing their sizes or your theme.
pt_br: Recrie as miniaturas para um ou mais de suas imagens enviadas. Útil para quando você alterar seus tamanhos ou seu tema.

source: {count} seconds
pt_br: {count} segundos

source: {count} minutes
pt_br: {count} minutos

source: {count} hours
pt_br: {count} horas

source: All done in {duration}.
pt_br: Tudo pronto em {duration}.

source: Regenerated {name}
pt_br: Recriada {name}

source: Resume
pt_br: Continuar

source: Pause
pt_br: Pausar

source: Regeneration Log
pt_br: Registo de recriação

source: Errors Encountered
pt_br: Erros encontrados

source: Error Regenerating
pt_br: Erro ao recriar

source: Done! Click here to go back.
pt_br: Feito! Clique aqui para voltar.

source: Regenerating…
pt_br: Recriando…

source: Preview
pt_br: Prévia

source: <strong>ERROR:</strong> {error}
pt_br: <strong>ERRO:</strong> {error}

source: Regenerate Thumbnails: {name} — WordPress
pt_br: Recriar miniaturas: {name} — WordPress

source: Alternatives
pt_br: Alternativas

source: These are all of the thumbnail sizes that are currently registered:
pt_br: Esses são todos os tamanhos de imagens registrados atualmente:

source: Thumbnail Sizes
pt_br: Tamanho das miniaturas

source: Loading…
pt_br: Carregando...

source: cropped to fit
pt_br: cortada para caber

source: The page number requested is larger than the number of pages available.
pt_br: O número de páginas requisitado é maior que o número de páginas disponível.

source: %s (old)
pt_br: %s (antigo)

source: This item is not an attachment.
pt_br: Esse item não é um anexo.

source: No attachment exists with that ID.
pt_br: Não existe nenhum anexo com este ID.

source: Regenerate the thumbnails for this single image
pt_br: Recriar as miniaturas para essa única imagem
